Repository: GodModeAI2025/AI_FIRST_PODCASTPLAYER
Catalog: app/Packages/PodcastAIKit/Sources/PodcastAIIntelligence/Localizable.xcstrings
Source language: de
Languages: en

source: Apple Intelligence ist in den Systemeinstellungen nicht aktiviert.
en: Apple Intelligence isn't turned on in Settings.

source: Auf diesem Gerät
en: On This Device

source: Das Kontingent für Private Cloud Compute ist aufgebraucht.
en: You've used up your Private Cloud Compute quota.

source: Das Modell hat keine Antwort geliefert. Auf diesem Gerät ist Apple Intelligence vielleicht noch nicht bereit.
en: The model didn't return a response. Apple Intelligence may not be ready on this device yet.

source: Das Modell hat zu lange gebraucht. Noch einmal versuchen.
en: The model took too long. Try again.

source: Das Modell ist gerade ausgelastet. Gleich noch einmal versuchen.
en: The model is busy right now. Try again in a moment.

source: Das Modell kann diesen Text nicht bearbeiten: %@
en: The model can't process this text: %@

source: Das Modell wird noch vorbereitet.
en: The model is still getting ready.

source: Das Modell wollte dazu nicht antworten.
en: The model declined to answer this.

source: Der Text ist für das Modell zu lang.
en: The text is too long for the model.

source: Die Anfrage an das Modell ist fehlgeschlagen: %@
en: The request to the model failed: %@

source: Die Antwort des Modells war unlesbar. Noch einmal versuchen.
en: The model's response couldn't be read. Try again.

source: Die Dateien des Modells werden noch geladen. Später noch einmal versuchen.
en: The model files are still downloading. Try again later.

source: Die Freigabe von Apple für diese App steht noch aus
en: Apple hasn't approved this app for it yet

source: Die Schutzregeln des Modells haben diesen Inhalt abgelehnt.
en: The model's safety rules rejected this content.

source: Diese App hat keine Berechtigung für Private Cloud Compute.
en: This app doesn't have permission to use Private Cloud Compute.

source: Diese Art Anfrage unterstützt das Modell nicht.
en: The model doesn't support this kind of request.

source: Diese Sprache versteht das Modell nicht.
en: The model doesn't understand this language.

source: Dieses Gerät unterstützt Apple Intelligence nicht.
en: This device doesn't support Apple Intelligence.

source: Nicht verfügbar: %@
en: Unavailable: %@

source: Private Cloud Compute braucht eine Internetverbindung.
en: Private Cloud Compute needs an internet connection.

source: Private Cloud Compute ist noch nicht freigegeben.
en: You haven't allowed Private Cloud Compute yet.

# Private Cloud Compute: %@ Auf dem Gerät: %@
source: Private Cloud Compute: %1$@ Auf dem Gerät: %2$@
en: Private Cloud Compute: %1$@ On device: %2$@

source: keine Stufe verfügbar
en: no model available

source: unbekannter Grund
en: unknown reason
